[
  "If there is no light, visually impaired students go with a partially sighted friend.",
  "The smell is very bad, particularly for girls in the dormitories directly next to the bathrooms. Students dislike the 'dirty' floor.",
  "Students report that they wash their hands after they’ve been to the bathroom at the standpipe/cafeteria sink; observations indicate that this is not always that case.",
  "The water butt for flushing in each bathroom is filled by staff. It is too tall for some students to reach so they ask friends to help them.",
  "Students are taught to flush the toilet three times, and say they can tell from the sound if they have done this correctly. There are indications that this does not always happen, especially amongst younger children. Nannies and cleaners check regularly and flush if necessary (three or four times a day).",
  "Students prefer to go to the bathroom in the mornings, after it has been cleaned. Though the school employs cleaners, nannies report that they also must clean the area as it is not enough.",
  "There are queues to go to the bathroom during the school breaks as students are not allowed to go back to the boarding side during lessons. Students who go out to school don’t use the toilets there as they are too crowded, and so they come back to the campus to use the toilets as well.",
  "Girls say they have no problem climbing the stairs to the dormitories/bathroom.",
  "Male and female students said they don’t need to touch anything to find their way to/in the bathrooms.",
  "Broken and rusted toilet doors have been that way for a long time, made of corroded material. They do not lock. However, conversations with some of the older students indicated that they prioritized cleanly stalls over ones with adequate privacy.",
  "Some students said that they slipped on the wet floor, but others managed fine.",
  "Most students use old Braille paper to clean themselves as supplies such as toilet paper are limited. Some students (girls and Muslim students) map prefer to wash with water. This may prove problematic for an eco-sanitation model.",
  "New students are taught (quickly - within half a day) to navigate the school by older students.",
  "A commonly voiced concern for any seated toilet model was its height, with younger/shorter students fearing difficulty getting up and down."
]